{
    "bio": "Biyografi",
    "bio1999": "İstanbul, Türkiye'de dünyaya geldi.",
    "bio2012": "İnternet üzerinden ilk parasını video oyunu sunucusu kurarak kazandı.",
    "bio2014": "Web geliştirmeye karar verdi",
    "bio2021": "Beykent Üniversitesi İletişim Fakültesi, Yeni Medya Bölümünden mezun oldu.",
    "bioPresentTitle": "Günümüz",
    "bioPresentDesc": "Freelancer olarak çalışıyor.",
    "skillsTitle": "Yetenekler",
    "aboutMe": "Merhaba, ben Eser Şahiner. Üretkenlik zamanımın çoğunu web geliştirme ve grafik dizayn üzerine harcıyorum. Web geliştirmede daha çok javascript ve frameworkleriyle çalışıyorum. Hem sevdiğim bir dil hem de yazarken çok keyif alıyorum. Şu anda en çok kullandığım frameworkler; React.js ve Next.js. Grafik dizayn kısmında ise görseller üretmeyi, videolarda efektler kullanmayı ve bunları geliştirmeyi seviyorum. Bir iş ortaya çıkarırken, imaj veya video ekleme kısmında dışardan kaynak kullanmayı değil de kendim kaynak üretip onları kullanmayı hedefliyorum. ",
    "aboutMe2": "Bunun yanı sıra diğer frameworkler, diğer web geliştirme dilleri ve yazılım dillerini öğrenmek için de hevesli bir kişiliğe sahibim. Gerçekten bilgisayar dillerini öğrenmeyi sevdiğim için öğrenme sürecinde keyif alıyorum ve bir şeyi başarmak için hırslanıyorum ve bu hırs sayesinde de saatler, günler hatta aylar sonucunda tatmin edici sonuçlar alıyorum. ",
    "backGround": "Geçmişimi özetleyecek olursak, küçükken internette çok zaman geçiriyordum ve bu yolculuk çok oyunculu bir oyunla başladı. Diğer sunucuların çalışmalarını gördüğümde büyülenmiştim, çok fazla özelleştirmeleri vardı, bazılarında özel logolar, afişler, scriptler vardı, bazılarında ise sunucuya girebilmeniz için kaydolmanız gereken web siteleri vardı, bu beni çok şaşırtmıştı ve çok etkilenmiştim ama saydıklarımdan en çok web sitesi beni cezbetmişti, bu yüzden bir web sitesi oluşturmayı, web sitesi ve oyun sunucusu arasında nasıl bir bağlantı sağlanacağını araştırmaya başladım. Dil gibi birkaç sorunla karşılaştım, her şey hakkında çok fazla kaynak vardı ancak bildiğim tek dil Türkçe'ydi, sonunda hırsım beni buraya getirdi ve şimdi web siteleri ve veritabanları geliştirebiliyorum, hatta onları birbirine bağlamayı bile becerebiliyorum : )",
    "backGround2": "Web geliştirme açısından sahip olduklarım, öğrenme tutkusu ve hırsla çalıştıktan sonra iyice büyüdü. Bu deneyimlerin tümü, mesleğimde ve kendimi geliştirmemde muhteşem bir etki yarattı. Bu, bir web geliştiricisi olarak kariyerim için inanılmazdı.",
    "backGround3": "Bundan böyle çocukluğumdan beri ilgilendiğim web geliştirme alanında profesyonel bir kariyere sahip olmak istiyorum.",
    "backGround4": "Şu anda ise freelancer olarak çalışmaktayım. Web aplikasyonları ve görsel tasarımlar yapmakla uğraşıyorum. Bu sayfada çalışmalarımı sergilemek istedim, dilerseniz aşağıdaki linkten çalışmalarıma ulaşabilirsiniz.",
    "backGroundTitle": "Geçmişim",
    "downloadResume": "Özgeçmiş İndir",
    "buttonMyPortfolio": "Portfolyom",
    "invalidSkill": "Yetenek belirlenemedi!",
    "expLevel": "Deneyim Seviyesi:",
    "downloadCounter": "İndirilme Sayısı",
    "alertDataNotFound": "Veri yüklenemedi! Lütfen bekleyin ve daha sonra tekrar deneyin.",
    "dataFail": "Veri bulunamadı!"
}
