{
    "bio": "Bio",
    "bio1999": "Born in Istanbul, Turkey.",
    "bio2012": "Earned his first money from internet by creating video game server.",
    "bio2014": "Decided to learn web developing.",
    "bio2021": "Graduated from Beykent University Faculty of Communication, Department of New Media.",
    "bioPresentTitle": "Present",
    "bioPresentDesc": "Works as freelancer",
    "skillsTitle": "Skills",
    "aboutMe": "Hi, I'm Eser Şahiner. I spend most of my productivity time on web development and graphic design. I mostly work with javascript and javascript frameworks in web development. It is a language that I love and I enjoy writing it. The frameworks I currently use the most are; React.js and Next.js. In the graphic design part, I like to produce visuals, use effects in videos and develop them. When creating a work, I aim to produce and use my own resources, not to use external resources for adding images or videos.",
    "aboutMe2": "Besides, I have an enthusiastic personality to learn other frameworks, other web development languages and programming languages. Because I really like learning computer languages, I enjoy the learning process and I am ambitious to achieve something, and thanks to this ambition, I get satisfactory results after hours, days or even months.",
    "backGround":"As a summary of my background, I've spent most of my free time on the internet when i was a kid and my journey has begun with when I was introduced to online multiplayer gaming. I was astonished when i saw the architecture and the work behind other servers, the servers had a lot of customization options, some of them had custom logos, banners, scripts and some of them had websites that you have to sign up to join server, this was so amazing and it affected me a lot also inspired me to create something of my own, but among them mostly the ability to create a website got my hearth due to the inspiration I got when I first met WorldWideWeb. So I begun my re-search, my aim was to self taught myself to be a web developer. As I progress my knowledge and experience on web developing I started to learn about how to build a website as well as  how to provide a connection between website and the game server. I encountered with several problems but the hardest one was the language barrier due to all of the source was in English, in the end my ambition brought me here and now i am able to develop websites and databases, i can even connect them 🙂",
    "backGround2": "What i have in terms of web development basics has grown a lot as i pursued the work with the ambition I have. All of these experiences made difference in my vocation and self-improvement. The fun and self development I felt when I first started impacted my career path as a web developer.",
    "backGround3": "My next goal is to become a professional in what I do due to the fact that I was born in the era of internet.",
    "backGround4": "I am currently working as a freelancer right now. I create web apps and visual designs by myself. I wanted to exhibit my works on this site, you can reach my works via the link below if you wish.",
    "backGroundTitle": "Background",
    "downloadResume": "Download Resume",
    "buttonMyPortfolio": "My Portfolio",
    "invalidSkill": "Skill level is invalid!",
    "expLevel": "Experience Level:",
    "downloadCounter": "Download Counter",
    "alertDataNotFound": "Failed to load data! Please wait and try again later.",
    "dataFail": "Data not found!"
}
